Repository: wyk111wyk/AmosTeslaAuth
Catalog: Sources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# AccountWrongError
source: Account or password is wrong
zh_hans: 账号或者密码错误
zh_hant: 賬號或者密碼錯誤

source: air condition
zh_hans: 空调
zh_hant: 空調

source: Air condition
zh_hans: 空调
zh_hant: 空調

source: Always ask
zh_hans: 始终询问
zh_hant: 始終詢問

source: Asleep
zh_hans: 休眠
zh_hant: 休眠

source: Authentication failed, please update your App
zh_hans: 登录失败，请升级应用
zh_hant: 登錄失敗，請升級應用

source: Authentication required
zh_hans: 请先登录账户
zh_hant: 請先登錄賬戶

source: camp mode
zh_hans: 露营模式
zh_hant: 露營模式

source: Camp mode
zh_hans: 露营模式
zh_hant: 露營模式

source: charge limit
zh_hans: 充电比例
zh_hant: 充電比例

source: Charge limit
zh_hans: 充电限额
zh_hant: 充電限額

source: charge port door
zh_hans: 充电口
zh_hant: 充電口

source: Charge port door
zh_hans: 充电口
zh_hant: 充電口

source: Charge state
zh_hans: 充电情况
zh_hant: 充電情況

source: charging
zh_hans: 充电
zh_hant: 充電

source: China or HK
zh_hans: 中国或香港
zh_hant: 中國或香港

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close or lock
zh_hans: 关闭或上锁
zh_hant: 關閉或上鎖

source: Control
zh_hans: 操控
zh_hant: 操控

source: Daily usage
zh_hans: 日常
zh_hant: 日常

source: defrost
zh_hans: 除霜
zh_hant: 除霜

source: Defrost
zh_hans: 除霜
zh_hant: 除霜

source: Dismiss keyboard
zh_hans: 关闭键盘
zh_hant: 關閉鍵盤

source: dog mode
zh_hans: 宠物模式
zh_hant: 寵物模式

source: Dog mode
zh_hans: 宠物模式
zh_hant: 寵物模式

source: doors
zh_hans: 车门
zh_hant: 車門

source: Doors
zh_hans: 车门
zh_hant: 車門

source: drive
zh_hans: 驾驶
zh_hant: 駕駛

source: Enter password
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter your Tesla account
zh_hans: 输入 Tesla 账号
zh_hant: 輸入 Tesla 賬號

source: Europe, Middle East or Africa
zh_hans: 欧洲、中东或非洲
zh_hant: 歐洲、中東或非洲

source: Fetching token
zh_hans: 正在获取权鉴
zh_hant: 正在獲取權鑒

source: Flash
zh_hans: 闪烁
zh_hant: 閃爍

source: Flash lights
zh_hans: 闪烁前灯
zh_hant: 閃爍前燈

# frequentError
source: Update too many times, please try it later
zh_hans: 刷新过于频繁
zh_hant: 刷新過於頻繁

source: front trunk
zh_hans: 前备箱
zh_hant: 前備箱

source: Front trunk
zh_hans: 前备箱
zh_hant: 前備箱

source: Full charge
zh_hans: 充满
zh_hant: 充滿

source: Honk
zh_hans: 鸣笛
zh_hant: 鳴笛

source: Honk horn
zh_hans: 车辆鸣笛
zh_hant: 車輛鳴笛

source: horn
zh_hans: 喇叭
zh_hant: 喇叭

source: In Service
zh_hans: 维修
zh_hant: 維修

source: Keep your vehicle asleep
zh_hans: 保持车辆休眠
zh_hant: 保持車輛休眠

source: lights
zh_hans: 车灯
zh_hant: 車燈

source: Lock
zh_hans: 锁上
zh_hant: 鎖上

source: Login
zh_hans: 登录
zh_hant: 登錄

source: Login Error
zh_hans: 登陆账号错误
zh_hant: 登陸賬號錯誤

source: Long range
zh_hans: 长途
zh_hant: 長途

source: Maintenance
zh_hans: 维护
zh_hant: 維護

source: Need Login
zh_hans: 需要登录
zh_hant: 需要登錄

source: Network error
zh_hans: 网络错误
zh_hant: 網絡錯誤

source: Next
zh_hans: 下一项
zh_hant: 下一項

source: No
zh_hans: 不是
zh_hant: 不是

source: NoCar
zh_hans: 没有车辆
zh_hant: 沒有車輛

source: North America or Asia
zh_hans: 北美或亚太
zh_hant: 北美或亞太

# notReachableError
source: Cant connect to server
zh_hans: 无法与服务器进行连接
zh_hant: 無法與服務器進行連接

source: Offline
zh_hans: 离线
zh_hant: 離線

source: OK
zh_hans: 确认
zh_hant: 確認

source: Online
zh_hans: 在线
zh_hant: 在線

source: Open
zh_hans: 开启
zh_hant: 開啓

source: Open, vent or unlock
zh_hans: 开启、通风或解锁
zh_hant: 開啓、通風或解鎖

source: part
zh_hans: 部位
zh_hant: 部位

source: Please change your system locale to current region
zh_hans: 更改系统区域匹配购车地区
zh_hant: 更改系統區域匹配購車地區

source: Previous
zh_hans: 上一项
zh_hant: 上一項

source: rear trunk
zh_hans: 后备箱
zh_hant: 後備箱

source: Rear trunk
zh_hans: 后备箱
zh_hant: 後備箱

source: region:
zh_hans: 区域：
zh_hant: 區域：

source: Remote start
zh_hans: 遥控启动
zh_hant: 遙控啓動

source: Remote start drive
zh_hans: 远程遥控启动
zh_hant: 遠程遙控啓動

source: sentry mode
zh_hans: 哨兵模式
zh_hant: 哨兵模式

source: Sentry mode
zh_hans: 哨兵模式
zh_hant: 哨兵模式

source: Set
zh_hans: 设置
zh_hant: 設置

source: Set ac temps
zh_hans: 设置车辆空调温度
zh_hant: 設置車輛空調溫度

source: Set percentage like charge limit
zh_hans: 设置充电百分比
zh_hant: 設置充電百分比

source: Set temps
zh_hans: 设置温度
zh_hant: 設置溫度

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start web authentication
zh_hans: 开始网页认证
zh_hant: 開始網頁認證

source: Stop
zh_hans: 结束
zh_hant: 結束

source: temps
zh_hans: 温度
zh_hant: 溫度

source: Temps
zh_hans: 温度
zh_hant: 溫度

source: Tesla account service
zh_hans: 特斯拉账户服务
zh_hant: 特斯拉賬戶服務

source: Token Revoked
zh_hans: 密钥已被移除
zh_hant: 密鑰已被移除

source: Turn off
zh_hans: 关闭
zh_hant: 關閉

source: Turn on
zh_hans: 开启
zh_hant: 開啓

source: Unlock
zh_hans: 解锁
zh_hant: 解鎖

source: vehicle
zh_hans: 车辆
zh_hant: 車輛

source: Vent
zh_hans: 通风
zh_hant: 通風

source: Wake up your vehicle
zh_hans: 唤醒你的车辆
zh_hant: 喚醒你的車輛

source: wheel heater
zh_hans: 方向盘加热
zh_hant: 方向盤加熱

source: Wheel heater
zh_hans: 方向盘加热
zh_hant: 方向盤加熱

source: windows
zh_hans: 车窗
zh_hant: 車窗

source: Windows
zh_hans: 车窗
zh_hant: 車窗

source: Yes
zh_hans: 是的
zh_hant: 是的
